Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: This is the oldest supported server major. Updating the server is recommended.
ar: هذا أقدم إصدار رئيسي مدعوم للخادم. يُنصح بتحديث الخادم.
bg: Това е най-старата поддържана основна версия на сървъра. Препоръчва се обновяване на сървъра.
bn: এটি সমর্থিত সবচেয়ে পুরোনো সার্ভার মেজর সংস্করণ। সার্ভার আপডেট করার পরামর্শ দেওয়া হচ্ছে।
ca: Aquesta és la versió principal de servidor compatible més antiga. Es recomana actualitzar el servidor.
cs: Toto je nejstarší podporovaná hlavní verze serveru. Doporučujeme server aktualizovat.
da: Dette er den ældste understøttede hovedversion af serveren. Det anbefales at opdatere serveren.
de: Dies ist die älteste unterstützte Server-Hauptversion. Eine Aktualisierung des Servers wird empfohlen.
el: Αυτή είναι η παλαιότερη υποστηριζόμενη κύρια έκδοση διακομιστή. Συνιστάται η ενημέρωση του διακομιστή.
es: Esta es la versión principal de servidor compatible más antigua. Se recomienda actualizar el servidor.
fa: این قدیمی‌ترین نسخه اصلی پشتیبانی‌شده سرور است. به‌روزرسانی سرور توصیه می‌شود.
fi: Tämä on vanhin tuettu palvelimen pääversio. Palvelimen päivittämistä suositellaan.
fr: Il s’agit de la plus ancienne version majeure du serveur prise en charge. Il est recommandé de mettre le serveur à jour.
he: זוהי גרסת השרת הראשית הישנה ביותר שנתמכת. מומלץ לעדכן את השרת.
hi: यह सबसे पुराना समर्थित मुख्य सर्वर संस्करण है। सर्वर अपडेट करने की सलाह दी जाती है।
hr: Ovo je najstarija podržana glavna verzija poslužitelja. Preporučuje se ažuriranje poslužitelja.
hu: Ez a legrégebbi támogatott fő szerververzió. Ajánlott frissíteni a szervert.
id: Ini adalah versi mayor server terlama yang didukung. Sebaiknya perbarui server.
it: Questa è la versione principale del server meno recente ancora supportata. È consigliabile aggiornare il server.
ja: これは対応している最も古いサーバーのメジャーバージョンです。サーバーのアップデートをおすすめします。
kk: Бұл — қолдау көрсетілетін ең ескі негізгі сервер нұсқасы. Серверді жаңарту ұсынылады.
ko: 지원되는 가장 오래된 서버 주 버전입니다. 서버를 업데이트하는 것이 좋습니다.
lt: Tai seniausia palaikoma pagrindinė serverio versija. Rekomenduojama atnaujinti serverį.
ms: Ini ialah versi utama pelayan paling lama yang disokong. Anda disyorkan untuk mengemas kini pelayan.
nb: Dette er den eldste støttede hovedversjonen av serveren. Det anbefales å oppdatere serveren.
nl: Dit is de oudste ondersteunde hoofdversie van de server. Het wordt aanbevolen om de server bij te werken.
pl: To najstarsza obsługiwana główna wersja serwera. Zaleca się aktualizację serwera.
pt: Esta é a versão principal mais antiga do servidor ainda suportada. Recomenda-se a atualização do servidor.
ro: Aceasta este cea mai veche versiune majoră de server acceptată. Se recomandă actualizarea serverului.
ru: Это самая старая поддерживаемая основная версия сервера. Рекомендуется обновить сервер.
sk: Toto je najstaršia podporovaná hlavná verzia servera. Odporúča sa aktualizovať server.
sl: To je najstarejša podprta glavna različica strežnika. Priporočamo posodobitev strežnika.
sv: Det här är den äldsta huvudversionen av servern som stöds. Du rekommenderas att uppdatera servern.
th: นี่คือเวอร์ชันหลักของเซิร์ฟเวอร์ที่เก่าที่สุดที่รองรับ ขอแนะนำให้อัปเดตเซิร์ฟเวอร์
tr: Bu, desteklenen en eski ana sunucu sürümüdür. Sunucunun güncellenmesi önerilir.
uk: Це найстаріша підтримувана основна версія сервера. Рекомендується оновити сервер.
vi: Đây là phiên bản chính cũ nhất của máy chủ được hỗ trợ. Bạn nên cập nhật máy chủ.
zh_hans: 这是支持的最旧服务器主版本。建议更新服务器。
zh_hant: 這是支援的最舊伺服器主要版本。建議更新伺服器。

source: This is the only copy and it has not been uploaded yet.
ar: هذه هي النسخة الوحيدة ولم يتم رفعها بعد.
bg: Това е единственото копие и все още не е качено.
bn: এটিই একমাত্র কপি এবং এটি এখনও আপলোড হয়নি।
ca: Aquesta és l'única còpia i encara no s'ha pujat.
cs: Toto je jediná kopie a zatím nebyla nahrána.
da: Dette er den eneste kopi, og den er ikke uploadet endnu.
de: Dies ist die einzige Kopie und sie wurde noch nicht hochgeladen.
el: Αυτό είναι το μοναδικό αντίγραφο και δεν έχει μεταφορτωθεί ακόμη.
es: Esta es la única copia y todavía no se ha subido.
fa: این تنها نسخه است و هنوز بارگذاری نشده است.
fi: Tämä on ainoa kopio, eikä sitä ole vielä ladattu.
fr: Il s’agit de l’unique copie et elle n’a pas encore été envoyée.
he: זהו העותק היחיד והוא עדיין לא הועלה.
hi: यह एकमात्र कॉपी है और अभी अपलोड नहीं हुई है।
hr: Ovo je jedina kopija i još nije prenesena.
hu: Ez az egyetlen példány, és még nincs feltöltve.
id: Ini adalah satu-satunya salinan dan belum diunggah.
it: Questa è l'unica copia e non è ancora stata caricata.
ja: これは唯一のコピーで、まだアップロードされていません。
kk: Бұл жалғыз көшірме және ол әлі жүктеп салынбаған.
ko: 이것이 유일한 복사본이며 아직 업로드되지 않았습니다.
lt: Tai vienintelė kopija ir ji dar neįkelta.
ms: Ini satu-satunya salinan dan belum dimuat naik.
nb: Dette er den eneste kopien, og den er ikke lastet opp ennå.
nl: Dit is de enige kopie en deze is nog niet geüpload.
pl: To jedyna kopia i nie została jeszcze przesłana.
pt: Esta é a única cópia e ainda não foi enviada.
ro: Aceasta este singura copie și nu a fost încă încărcată.
ru: Это единственная копия, и она еще не загружена.
sk: Toto je jediná kópia a zatiaľ nebola nahraná.
sl: To je edina kopija in še ni bila naložena.
sv: Det här är den enda kopian och den har inte laddats upp ännu.
th: นี่เป็นสำเนาเดียวและยังไม่ได้อัปโหลด
tr: Bu tek kopyadır ve henüz yüklenmemiştir.
uk: Це єдина копія, і її ще не вивантажено.
vi: Đây là bản sao duy nhất và chưa được tải lên.
zh_hans: 这是唯一的副本，而且尚未上传。
zh_hant: 這是唯一的副本，而且尚未上傳。

source: This only happens once.
ar: يحدث هذا مرة واحدة فقط.
bg: Това се случва само веднъж.
bn: এটি শুধু একবারই ঘটে।
ca: Això només passa una vegada.
cs: Toto proběhne pouze jednou.
da: Dette sker kun én gang.
de: Dies geschieht nur einmal.
el: Αυτό συμβαίνει μόνο μία φορά.
es: Esto solo ocurre una vez.
fa: این کار فقط یک‌بار انجام می‌شود.
fi: Tämä tapahtuu vain kerran.
fr: Cette opération n’a lieu qu’une fois.
he: זה קורה פעם אחת בלבד.
hi: यह केवल एक बार होता है।
hr: Ovo se događa samo jednom.
hu: Ez csak egyszer történik meg.
id: Ini hanya terjadi satu kali.
it: Succede una volta sola.
ja: この処理は一度だけ行われます。
kk: Бұл тек бір рет орындалады.
ko: 이 작업은 한 번만 수행됩니다.
lt: Tai atliekama tik vieną kartą.
ms: Ini hanya berlaku sekali.
nb: Dette skjer bare én gang.
nl: Dit gebeurt maar één keer.
pl: Dzieje się to tylko raz.
pt: Isto só acontece uma vez.
ro: Acest lucru se întâmplă o singură dată.
ru: Это происходит только один раз.
sk: Toto sa stane iba raz.
sl: To se zgodi samo enkrat.
sv: Det här händer bara en gång.
th: ขั้นตอนนี้จะเกิดขึ้นเพียงครั้งเดียว
tr: Bu yalnızca bir kez gerçekleşir.
uk: Це відбувається лише один раз.
vi: Việc này chỉ xảy ra một lần.
zh_hans: 此操作只会进行一次。
zh_hant: 此動作只會進行一次。

source: This PIN protects the photos in your locked folder.
ar: يحمي رمز PIN هذا الصور الموجودة في مجلدك المقفل.
bg: Този PIN защитава снимките в заключената ви папка.
bn: এই PIN আপনার লক করা ফোল্ডারের ছবিগুলো সুরক্ষিত রাখে।
ca: Aquest PIN protegeix les fotos de la carpeta bloquejada.
cs: Tento PIN chrání fotky v uzamčené složce.
da: Denne PIN-kode beskytter fotoene i din låste mappe.
de: Diese PIN schützt die Fotos in deinem gesperrten Ordner.
el: Αυτό το PIN προστατεύει τις φωτογραφίες στον κλειδωμένο φάκελο.
es: Este PIN protege las fotos de tu carpeta protegida.
fa: این PIN از عکس‌های پوشه قفل‌شده محافظت می‌کند.
fi: Tämä PIN suojaa lukitun kansiosi kuvia.
fr: Ce PIN protège les photos de votre dossier verrouillé.
he: ה-PIN הזה מגן על התמונות בתיקייה הנעולה שלכם.
hi: यह PIN आपके लॉक किए गए फ़ोल्डर की फ़ोटो सुरक्षित रखता है।
hr: Ovaj PIN štiti fotografije u zaključanoj mapi.
hu: Ez a PIN védi a zárolt mappában lévő fotókat.
id: PIN ini melindungi foto dalam folder terkunci Anda.
it: Questo PIN protegge le foto nella cartella bloccata.
ja: このPINはロックされたフォルダ内の写真を保護します。
kk: Бұл PIN құлыпталған қалтадағы фотосуреттерді қорғайды.
ko: 이 PIN은 잠긴 폴더의 사진을 보호합니다.
lt: Šis PIN apsaugo nuotraukas užrakintame aplanke.
ms: PIN ini melindungi foto dalam folder dikunci anda.
nb: Denne PIN-koden beskytter bildene i den låste mappen.
nl: Deze PIN-code beschermt de foto's in je vergrendelde map.
pl: Ten PIN chroni zdjęcia w zablokowanym folderze.
pt: Este PIN protege as fotos na pasta bloqueada.
ro: Acest PIN protejează fotografiile din dosarul blocat.
ru: Этот PIN защищает фотографии в заблокированной папке.
sk: Tento PIN chráni fotografie v zamknutom priečinku.
sl: Ta PIN ščiti fotografije v zaklenjeni mapi.
sv: Den här PIN-koden skyddar fotona i din låsta mapp.
th: PIN นี้จะปกป้องรูปภาพในโฟลเดอร์ล็อคของคุณ
tr: Bu PIN, kilitli klasörünüzdeki fotoğrafları korur.
uk: Цей PIN-код захищає фото у вашій особистій папці.
vi: Mã PIN này bảo vệ ảnh trong thư mục bị khóa của bạn.
zh_hans: 此 PIN 用于保护锁定文件夹中的照片。
zh_hant: 此 PIN 用於保護已上鎖資料夾中的相片。

source: This removes the local sync index and hashed-asset cache. Photos on your device and server remain safe. Run Sync Remote afterward to rebuild the index.
ar: يؤدي هذا إلى إزالة فهرس المزامنة المحلي وذاكرة التخزين المؤقت للأصول المجزأة. تظل الصور على جهازك وخادمك آمنة. شغّل المزامنة البعيدة بعد ذلك لإعادة إنشاء الفهرس.
bg: Това премахва локалния индекс за синхронизация и кеша на хешираните ресурси. Снимките на устройството и сървъра остават в безопасност. След това стартирайте отдалечена синхронизация, за да изградите индекса отново.
bn: এটি স্থানীয় সিঙ্ক সূচি ও হ্যাশ করা অ্যাসেটের ক্যাশ সরিয়ে দেয়। আপনার ডিভাইস ও সার্ভারের ছবি নিরাপদ থাকে। সূচি আবার তৈরি করতে পরে দূরবর্তী সিঙ্ক চালান।
ca: Això elimina l'índex de sincronització local i la memòria cau dels recursos amb hash. Les fotos del dispositiu i del servidor continuen segures. Després, executa Sincronització remota per reconstruir l'índex.
cs: Tím se odstraní místní index synchronizace a mezipaměť otisků položek. Fotky v zařízení i na serveru zůstanou v bezpečí. Poté spusťte vzdálenou synchronizaci a index znovu vytvořte.
da: Dette fjerner det lokale synkroniseringsindeks og cachen med hashværdier for emner. Fotos på din enhed og server forbliver sikre. Kør fjernsynkronisering bagefter for at genopbygge indekset.
de: Dadurch werden der lokale Synchronisierungsindex und der Cache mit Element-Hashes entfernt. Fotos auf deinem Gerät und Server bleiben sicher. Führe anschließend die Remote-Synchronisierung aus, um den Index neu zu erstellen.
el: Αυτό αφαιρεί το τοπικό ευρετήριο συγχρονισμού και την προσωρινή μνήμη κατακερματισμένων στοιχείων. Οι φωτογραφίες στη συσκευή και στον διακομιστή παραμένουν ασφαλείς. Στη συνέχεια, εκτελέστε απομακρυσμένο συγχρονισμό για να αναδημιουργήσετε το ευρετήριο.
es: Esto elimina el índice de sincronización local y la caché de recursos con hash. Las fotos del dispositivo y del servidor permanecerán seguras. Después, ejecuta la sincronización remota para reconstruir el índice.
fa: این کار نمایه همگام‌سازی محلی و حافظه پنهان موارد هش‌شده را حذف می‌کند. عکس‌های دستگاه و سرور امن می‌مانند. سپس همگام‌سازی راه دور را برای بازسازی نمایه اجرا کنید.
fi: Tämä poistaa paikallisen synkronointihakemiston ja kohteiden tiivistevälimuistin. Laitteesi ja palvelimesi kuvat säilyvät turvassa. Luo hakemisto uudelleen suorittamalla tämän jälkeen etäsynkronointi.
fr: Cette opération supprime l’index de synchronisation local et le cache des empreintes d’éléments. Les photos de votre appareil et du serveur restent en sécurité. Lancez ensuite la synchronisation distante pour reconstruire l’index.
he: פעולה זו מסירה את אינדקס הסנכרון המקומי ואת מטמון גיבובי הפריטים. התמונות במכשיר ובשרת נשארות בטוחות. לאחר מכן הפעילו סנכרון מרחוק כדי לבנות מחדש את האינדקס.
hi: यह स्थानीय सिंक इंडेक्स और हैश किए गए आइटम का कैश हटाता है। डिवाइस और सर्वर की फ़ोटो सुरक्षित रहती हैं। इंडेक्स फिर बनाने के लिए बाद में रिमोट सिंक चलाएँ।
hr: Time se uklanjaju lokalni indeks sinkronizacije i predmemorija sažetih resursa. Fotografije na uređaju i poslužitelju ostaju sigurne. Nakon toga pokrenite Udaljenu sinkronizaciju kako biste ponovno izgradili indeks.
hu: Ez eltávolítja a helyi szinkronizálási indexet és a kivonatolt elemek gyorsítótárát. Az eszközön és a szerveren lévő fotók biztonságban maradnak. Ezután futtassa a Távoli szinkronizálást az index újraépítéséhez.
id: Tindakan ini menghapus indeks sinkronisasi lokal dan cache aset yang telah di-hash. Foto di perangkat dan server Anda tetap aman. Jalankan Sinkronkan Jarak Jauh setelahnya untuk membangun ulang indeks.
it: Questa operazione rimuove l'indice di sincronizzazione locale e la cache degli hash degli elementi. Le foto sul dispositivo e sul server restano al sicuro. Al termine, esegui Sincronizzazione remota per ricostruire l'indice.
ja: ローカルの同期インデックスとハッシュ済み項目のキャッシュを削除します。デバイスとサーバー上の写真は安全です。その後「リモート同期」を実行してインデックスを再構築してください。
kk: Бұл жергілікті синхрондау индексін және хэштелген элементтер кэшін жояды. Құрылғыдағы және сервердегі фотосуреттер қауіпсіз қалады. Индексті қайта құру үшін содан кейін Қашықтан синхрондауды іске қосыңыз.
ko: 로컬 동기화 인덱스와 해시된 항목 캐시가 제거됩니다. 기기와 서버의 사진은 안전하게 유지됩니다. 이후 원격 동기화를 실행하여 인덱스를 다시 구축하세요.
lt: Pašalinamas vietinis sinchronizavimo indeksas ir elementų maišos podėlis. Nuotraukos įrenginyje ir serveryje lieka saugios. Po to paleiskite nuotolinį sinchronizavimą, kad indeksas būtų sukurtas iš naujo.
ms: Ini mengalih keluar indeks penyegerakan setempat dan cache item yang dicincang. Foto pada peranti dan pelayan anda kekal selamat. Jalankan Penyegerakan Jauh selepas itu untuk membina semula indeks.
nb: Dette fjerner den lokale synkroniseringsindeksen og hurtigbufferen for hashede elementer. Bildene på enheten og serveren forblir trygge. Kjør Ekstern synkronisering etterpå for å bygge opp indeksen på nytt.
nl: Hiermee worden de lokale synchronisatie-index en de cache met hashes van items verwijderd. Foto's op je apparaat en server blijven veilig. Voer daarna synchronisatie met de server uit om de index opnieuw op te bouwen.
pl: Spowoduje to usunięcie lokalnego indeksu synchronizacji i pamięci podręcznej skrótów elementów. Zdjęcia na urządzeniu i serwerze pozostaną bezpieczne. Następnie uruchom Synchronizację zdalną, aby odbudować indeks.
pt: Isto remove o índice de sincronização local e a cache de recursos com hash. As fotos no dispositivo e no servidor permanecem seguras. Depois, execute Sincronizar remotamente para reconstruir o índice.
ro: Această acțiune elimină indexul local de sincronizare și memoria cache a resurselor cu valori hash. Fotografiile de pe dispozitiv și server rămân în siguranță. Apoi rulați Sincronizare la distanță pentru a reconstrui indexul.
ru: При этом будут удалены локальный индекс синхронизации и кэш хэшей объектов. Фотографии на устройстве и сервере останутся в безопасности. После этого запустите удаленную синхронизацию, чтобы перестроить индекс.
sk: Týmto sa odstráni lokálny index synchronizácie a vyrovnávacia pamäť hashov položiek. Fotografie v zariadení a na serveri zostanú v bezpečí. Potom spustite vzdialenú synchronizáciu a znova vytvorte index.
sl: S tem odstranite lokalno kazalo sinhronizacije in predpomnilnik zgoščenih vrednosti sredstev. Fotografije v napravi in strežniku ostanejo varne. Nato za ponovno ustvarjanje kazala zaženite oddaljeno sinhronizacijo.
sv: Detta tar bort det lokala synkroniseringsindexet och cachen med objektens hashvärden. Foton på enheten och servern förblir säkra. Kör fjärrsynkronisering efteråt för att bygga om indexet.
th: การดำเนินการนี้จะนำดัชนีการซิงก์ในเครื่องและแคชแฮชของสื่อออก รูปภาพบนอุปกรณ์และเซิร์ฟเวอร์จะยังคงปลอดภัย หลังจากนั้นให้เรียกใช้การซิงก์ระยะไกลเพื่อสร้างดัชนีใหม่
tr: Bu işlem yerel eşitleme dizinini ve karması alınmış öğe önbelleğini kaldırır. Cihazınızdaki ve sunucudaki fotoğraflar güvende kalır. Dizini yeniden oluşturmak için daha sonra Uzaktan Eşitle'yi çalıştırın.
uk: Це видалить локальний індекс синхронізації та кеш хешованих елементів. Фото на пристрої та сервері залишаться в безпеці. Після цього запустіть віддалену синхронізацію, щоб перебудувати індекс.
vi: Thao tác này sẽ xóa chỉ mục đồng bộ cục bộ và bộ nhớ đệm của các mục đã tạo hàm băm. Ảnh trên thiết bị và máy chủ của bạn vẫn an toàn. Sau đó, hãy chạy Đồng bộ từ xa để tạo lại chỉ mục.
zh_hans: 这会移除本地同步索引和资源哈希缓存。设备和服务器上的照片不会受影响。之后请运行远程同步来重建索引。
zh_hant: 這會移除本機同步索引和項目雜湊快取。裝置和伺服器上的相片不會受到影響。之後請執行遠端同步來重建索引。

source: This server uses the current supported API major.
ar: يستخدم هذا الخادم إصدار API الرئيسي المدعوم حاليًا.
bg: Този сървър използва текущо поддържаната основна версия на API.
bn: এই সার্ভার বর্তমানে সমর্থিত API মেজর সংস্করণ ব্যবহার করে।
ca: Aquest servidor utilitza la versió principal de l'API compatible actualment.
cs: Tento server používá aktuálně podporovanou hlavní verzi API.
da: Denne server bruger den aktuelt understøttede hovedversion af API'et.
de: Dieser Server verwendet die aktuell unterstützte API-Hauptversion.
el: Αυτός ο διακομιστής χρησιμοποιεί την τρέχουσα υποστηριζόμενη κύρια έκδοση API.
es: Este servidor utiliza la versión principal de API compatible actual.
fa: این سرور از نسخه اصلی API پشتیبانی‌شده فعلی استفاده می‌کند.
fi: Tämä palvelin käyttää nykyistä tuettua API-pääversiota.
fr: Ce serveur utilise la version majeure d’API actuellement prise en charge.
he: השרת הזה משתמש בגרסת ה-API הראשית הנתמכת כעת.
hi: यह सर्वर वर्तमान समर्थित मुख्य API संस्करण का उपयोग करता है।
hr: Ovaj poslužitelj koristi trenutačno podržanu glavnu verziju API-ja.
hu: Ez a szerver a jelenleg támogatott fő API-verziót használja.
id: Server ini menggunakan versi mayor API yang saat ini didukung.
it: Questo server utilizza la versione principale dell'API attualmente supportata.
ja: このサーバーは現在対応しているAPIのメジャーバージョンを使用しています。
kk: Бұл сервер ағымдағы қолдау көрсетілетін негізгі API нұсқасын пайдаланады.
ko: 이 서버는 현재 지원되는 API 주 버전을 사용합니다.
lt: Šis serveris naudoja šiuo metu palaikomą pagrindinę API versiją.
ms: Pelayan ini menggunakan versi utama API yang disokong pada masa ini.
nb: Denne serveren bruker den gjeldende støttede hovedversjonen av API.
nl: Deze server gebruikt de huidige ondersteunde hoofdversie van de API.
pl: Ten serwer używa obecnie obsługiwanej głównej wersji API.
pt: Este servidor utiliza a versão principal da API atualmente suportada.
ro: Acest server utilizează versiunea majoră API acceptată în prezent.
ru: Этот сервер использует текущую поддерживаемую основную версию API.
sk: Tento server používa aktuálnu podporovanú hlavnú verziu API.
sl: Ta strežnik uporablja trenutno podprto glavno različico API.
sv: Den här servern använder den aktuella huvudversionen av API som stöds.
th: เซิร์ฟเวอร์นี้ใช้เวอร์ชันหลักของ API ที่รองรับในปัจจุบัน
tr: Bu sunucu, şu anda desteklenen ana API sürümünü kullanıyor.
uk: Цей сервер використовує поточну підтримувану основну версію API.
vi: Máy chủ này sử dụng phiên bản chính API hiện được hỗ trợ.
zh_hans: 此服务器使用当前支持的 API 主版本。
zh_hant: 此伺服器使用目前支援的 API 主要版本。

source: This year
ar: هذا العام
bg: Тази година
bn: এই বছর
ca: Aquest any
cs: Tento rok
da: I år
de: Dieses Jahr
el: Φέτος
es: Este año
fa: امسال
fi: Tänä vuonna
fr: Cette année
he: השנה
hi: इस वर्ष
hr: Ove godine
hu: Idén
id: Tahun ini
it: Quest'anno
ja: 今年
kk: Биыл
ko: 올해
lt: Šiais metais
ms: Tahun ini
nb: I år
nl: Dit jaar
pl: W tym roku
pt: Este ano
ro: Anul acesta
ru: В этом году
sk: Tento rok
sl: Letos
sv: I år
th: ปีนี้
tr: Bu yıl
uk: Цього року
vi: Năm nay
zh_hans: 今年
zh_hant: 今年

source: To
ar: إلى
bg: До
bn: পর্যন্ত
ca: Fins a
cs: Do
da: Til
de: Bis
el: Έως
es: Hasta
fa: تا
fi: Asti
fr: À
he: עד
hi: तक
hr: Do
hu: Eddig
id: Ke
it: A
ja: 終了
kk: Аяқталуы
ko: 종료
lt: Iki
ms: Hingga
nb: Til
nl: Tot
pl: Do
pt: Até
ro: Până la
ru: До
sk: Do
sl: Do
sv: Till
th: ถึง
tr: Bitiş
uk: До
vi: Đến
zh_hans: 至
zh_hant: 至

source: Trash
ar: حذف
bg: Кошче
bn: ট্র্যাশ
ca: Paperera
cs: Vyhodit
da: Papirkurv
de: In den Papierkorb verschieben
el: Κάδος απορριμμάτων
es: Descartar
fa: سطل زباله
fi: Roskakoriin
fr: Corbeille
he: אשפה
hi: कचरा
hr: Smeće
hu: Lomtárba helyezés
id: Sampah
it: Cancella
ja: ゴミ箱
kk: Себет
ko: 삭제
lt: Išmesti
ms: Sampah
nb: Papirkurv
nl: Prullenbak
pl: Kosz
pt: Reciclagem
ro: Coș de gunoi
ru: Корзина
sk: Do koša
sl: Smetnjak
sv: Papperskorg
th: ถังขยะ
tr: Çöpe taşı
uk: Кошик
vi: Xóa
zh_hans: 放入回收站
zh_hant: 垃圾桶

source: Trash is Empty
ar: سلة المهملات فارغة
bg: Кошчето е празно
bn: ট্র্যাশ খালি
ca: La paperera és buida
cs: Koš je prázdný
da: Papirkurven er tom
de: Papierkorb ist leer
el: Ο κάδος είναι κενός
es: La papelera está vacía
fa: زباله‌دان خالی است
fi: Roskakori on tyhjä
fr: La corbeille est vide
he: האשפה ריקה
hi: ट्रैश खाली है
hr: Smeće je prazno
hu: A kuka üres
id: Sampah Kosong
it: Il cestino è vuoto
ja: ゴミ箱は空です
kk: Себет бос
ko: 휴지통이 비어 있음
lt: Šiukšlinė tuščia
ms: Sampah Kosong
nb: Papirkurven er tom
nl: Prullenmand is leeg
pl: Kosz jest pusty
pt: O lixo está vazio
ro: Coșul este gol
ru: Корзина пуста
sk: Kôš je prázdny
sl: Smetnjak je prazen
sv: Papperskorgen är tom
th: ถังขยะว่างเปล่า
tr: Çöp Boş
uk: Кошик порожній
vi: Thùng rác trống
zh_hans: 废纸篓为空
zh_hant: 垃圾桶是空的

source: Try different keywords, or loosen the filters.
ar: جرّب كلمات رئيسية مختلفة أو خفّف عوامل التصفية.
bg: Опитайте с други ключови думи или облекчете филтрите.
bn: ভিন্ন কীওয়ার্ড ব্যবহার করুন অথবা ফিল্টারগুলো শিথিল করুন।
ca: Prova altres paraules clau o flexibilitza els filtres.
cs: Zkuste jiná klíčová slova nebo zmírněte filtry.
da: Prøv andre nøgleord, eller gør filtrene mindre stramme.
de: Versuche es mit anderen Suchbegriffen oder lockere die Filter.
el: Δοκιμάστε διαφορετικές λέξεις-κλειδιά ή χαλαρώστε τα φίλτρα.
es: Prueba con otras palabras clave o usa filtros menos restrictivos.
fa: کلیدواژه‌های دیگری را امتحان کنید یا فیلترها را آسان‌تر کنید.
fi: Kokeile muita hakusanoja tai väljennä suodattimia.
fr: Essayez d’autres mots-clés ou assouplissez les filtres.
he: נסו מילות מפתח אחרות או הקלו את המסננים.
hi: अलग कीवर्ड आज़माएँ या फ़िल्टर कम सख्त करें।
hr: Pokušajte s drugim ključnim riječima ili ublažite filtre.
hu: Próbáljon más kulcsszavakat, vagy enyhítsen a szűrőkön.
id: Coba kata kunci lain atau longgarkan filter.
it: Prova parole chiave diverse o applica filtri meno restrittivi.
ja: 別のキーワードを試すか、フィルタ条件を緩めてください。
kk: Басқа кілт сөздерді қолданып көріңіз немесе сүзгілерді жеңілдетіңіз.
ko: 다른 키워드를 사용하거나 필터 조건을 완화해 보세요.
lt: Išbandykite kitus raktažodžius arba sušvelninkite filtrus.
ms: Cuba kata kunci yang berbeza atau longgarkan penapis.
nb: Prøv andre søkeord eller gjør filtrene mindre strenge.
nl: Probeer andere zoekwoorden of maak de filters minder streng.
pl: Spróbuj innych słów kluczowych lub złagodź filtry.
pt: Experimente palavras-chave diferentes ou torne os filtros menos restritivos.
ro: Încercați alte cuvinte-cheie sau folosiți filtre mai puțin restrictive.
ru: Попробуйте другие ключевые слова или смягчите условия фильтров.
sk: Skúste iné kľúčové slová alebo zmiernite filtre.
sl: Poskusite z drugimi ključnimi besedami ali manj omejujočimi filtri.
sv: Prova andra sökord eller mindre begränsande filter.
th: ลองใช้คำค้นหาอื่นหรือปรับตัวกรองให้กว้างขึ้น
tr: Farklı anahtar sözcükler deneyin veya filtreleri gevşetin.
uk: Спробуйте інші ключові слова або послабте фільтри.
vi: Hãy thử từ khóa khác hoặc nới lỏng bộ lọc.
zh_hans: 尝试其他关键词，或放宽筛选条件。
zh_hant: 嘗試其他關鍵字，或放寬篩選條件。
